"CFBundleName" = "Infuse";
"NSHumanReadableCopyright" = "© 2026 Firecore, LLC";
"NSAppleMusicUsageDescription" = "Isso permitirá que o Infuse acesse vídeos sincronizados com o aplicativo ‘TV’ da Apple.";
"NSBluetoothPeripheralUsageDescription" = "Isso permitirá que o Infuse conecte e transmita mídia para dispositivos externos.";
"NSCameraUsageDescription" = "Usado para ler códigos QR";
"NSMicrophoneUsageDescription" = "Usado para parear com dispositivos externos";
"NSFaceIDUsageDescription" = "Usado para desbloquear seu dispositivo quando as restrições estão ativadas";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "Usado para compartilhar dados anônimos de melhoria de produto";
"NSLocationAlwaysUsageDescription" = "Usado para compartilhar dados anônimos de melhoria de produto";
"NSLocationWhenInUseUsageDescription" = "Usado para compartilhar dados anônimos de melhoria de produto";
"NSPhotoLibraryUsageDescription" = "Por favor, habilite o acesso à fotografias para enviar imagens.";
"NSBluetoothAlwaysUsageDescription" = "Usado para descobrir dispositivos Google Cast nas proximidades";
"NSLocalNetworkUsageDescription" = "Usado para descobrir compartilhamentos e dispositivos Google Cast em sua rede local";
"NSPhotoLibraryAddUsageDescription" = "Isso permitirá que o Infuse salve imagens no aplicativo Photos.";
